tap "2389-research/tap"
tap "buo/cask-upgrade"
tap "cmacrae/formulae"
tap "federico-terzi/espanso"
tap "hellothisisflo/the-tap"
tap "homebrew/command-not-found"
tap "hynek/tap"
tap "jzaleski/jzaleski"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oktadeveloper/tap"
tap "oven-sh/bun"
tap "rosszurowski/tap"
tap "stripe/stripe-cli"
brew "act"
brew "xz"
brew "aria2"
brew "atuin"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "libgit2"
brew "bat"
brew "glib"
brew "icu4c@76"
brew "openjdk"
brew "bfg"
brew "block-goose-cli"
brew "blueutil"
brew "node"
brew "bower"
brew "brew-gem"
brew "bzip2"
brew "caddy"
brew "cargo-c"
brew "libyaml"
brew "cfn-lint"
brew "chamber"
brew "chart-testing"
brew "chezmoi"
brew "chrome-cli"
brew "circleci"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dark-mode"
brew "dasel"
brew "deno"
brew "direnv"
brew "dnscontrol"
brew "docker", link: false
brew "docker-compose"
brew "dockutil"
brew "doctl"
brew "duf"
brew "dyld-headers"
brew "enchant"
brew "sdl2"
brew "ffmpeg"
brew "fceux"
brew "fd"
brew "xvid"
brew "ffmpeg@4"
brew "figlet"
brew "fish"
brew "flyctl"
brew "fzf"
brew "libksba"
brew "gnupg"
brew "pkgconf"
brew "libxml2"
brew "libtool"
brew "poppler"
brew "gdal"
brew "gemini-cli"
brew "gh"
brew "libidn"
brew "ghq"
brew "gifski"
brew "gist"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "git-open"
brew "git-standup"
brew "gitmoji"
brew "glow"
brew "go"
brew "graphviz"
brew "guetzli"
brew "gum"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpd"
brew "hub"
brew "hugo"
brew "hurl"
brew "imagemagick"
brew "iproute2mac"
brew "jack"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libev"
brew "libxmlsec1"
brew "loc"
brew "lolcat"
brew "lua"
brew "m-cli"
brew "make"
brew "mas"
brew "maven"
brew "meson"
brew "minikube"
brew "mintoolkit"
brew "mise"
brew "mkcert"
brew "mkvtoolnix"
brew "mosh"
brew "mprocs"
brew "mr"
brew "msedit"
brew "mydumper"
brew "nghttp2"
brew "nginx"
brew "node-build"
brew "nodenv"
brew "nushell"
brew "nvm"
brew "ollama", restart_service: :changed
brew "ripgrep"
brew "opencode"
brew "oxipng"
brew "pandoc"
brew "pandoc-crossref"
brew "parallel"
brew "pastel"
brew "pinentry-mac"
brew "pip-completion"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "postgis"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenvwrapper"
brew "python-launcher"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "redis"
brew "rename"
brew "rmate"
brew "rust"
brew "s3cmd"
brew "scorecard"
brew "scrcpy"
brew "screenfetch"
brew "sd"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "shellcheck"
brew "shfmt"
brew "silicon"
brew "smartmontools"
brew "speexdsp"
brew "sqlite-utils"
brew "starship"
brew "swig"
brew "syncthing", restart_service: :changed
brew "tailspin"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "tokei"
brew "tor"
brew "tree"
brew "ttyd"
brew "ttygif"
brew "unison"
brew "up"
brew "vale"
brew "vhs"
brew "watch"
brew "watchexec"
brew "webpack"
brew "wget"
brew "woof"
brew "wrk"
brew "yarn"
brew "ykman"
brew "zlib"
brew "zola"
brew "zoxide"
brew "2389-research/tap/jeff"
brew "federico-terzi/espanso/espanso"
brew "jzaleski/jzaleski/apg"
brew "oven-sh/bun/bun"
brew "rosszurowski/tap/tandem"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "8bitdo-ultimate-software"
cask "nikitabobko/tap/aerospace"
cask "airbuddy"
cask "airflow"
cask "airserver"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "applepi-baker"
cask "applite"
cask "aws-vault-binary"
cask "balenaetcher"
cask "bartender"
cask "basictex"
cask "block-goose"
cask "bunch"
cask "clipy"
cask "codeql"
cask "cursor"
cask "dash"
cask "deskpad"
cask "discord"
cask "displaycal"
cask "docker-desktop"
cask "dolphin"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "fastmail"
cask "font-awesome-terminal-fonts"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-comic-mono"
cask "font-comic-shanns-mono-nerd-font"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-monaspace"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "hyper"
cask "iterm2"
cask "jettison"
cask "jordanbaird-ice"
cask "kaleidoscope"
cask "lm-studio"
cask "logitech-g-hub"
cask "loom"
cask "macwhisper"
cask "meld-studio"
cask "mimestream"
cask "monitorcontrol"
cask "netspot"
cask "obs"
cask "obsidian"
cask "opencode-desktop"
cask "orbstack"
cask "orion"
cask "pearcleaner"
cask "postman"
cask "qflipper"
cask "raspberry-pi-imager"
cask "secretive"
cask "slack"
cask "sloth"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "swiftbar"
cask "telegram-desktop"
cask "thetimemachinemechanic"
cask "timemachineeditor"
cask "tower"
cask "upscayl"
cask "vibetunnel"
cask "virtualbuddy"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vscodium"
cask "yubico-authenticator"
cask "zed"
cask "zoom"
mas "Annotate", id: 918207447
mas "Bitwarden", id: 1352778147
mas "Craft", id: 1487937127
mas "Directive", id: 1503550067
mas "EasyRes", id: 688211836
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Meeter", id: 1510445899
mas "MenubarX", id: 1575588022
mas "Mic Drop", id: 1489816366
mas "Microsoft Remote Desktop", id: 1295203466
mas "Mona 6", id: 1659154653
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Play", id: 1596506190
mas "Primitive", id: 1175103038
mas "Recordia", id: 1529006487
mas "The Unarchiver", id: 425424353
mas "ToothFairy", id: 1191449274
mas "Xcode", id: 497799835
go "cmd/go"
go "cmd/gofmt"
