tap "buo/cask-upgrade"
tap "cmacrae/formulae"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jzaleski/jzaleski"
tap "koekeishiya/formulae"
tap "nektos/tap"
tap "tomanthony/brews"
brew "act"
brew "openssl@1.1"
brew "aria2"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "asdf"
brew "xz"
brew "awscli"
brew "bash"
brew "bat"
brew "openjdk"
brew "bfg"
brew "blueutil"
brew "libev"
brew "bower"
brew "brew-gem"
brew "pkg-config"
brew "cfn-lint"
brew "chamber"
brew "chrome-cli"
brew "circleci"
brew "composer"
brew "devd"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-slim"
brew "dockutil"
brew "doctl"
brew "duf"
brew "dyld-headers"
brew "enchant"
brew "exa"
brew "fargatecli"
brew "sdl2"
brew "fceux"
brew "fd"
brew "xvid"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "gist"
brew "git"
brew "git-flow"
brew "git-open"
brew "git-standup"
brew "glow"
brew "libksba"
brew "gnupg"
brew "go"
brew "graphviz"
brew "guetzli"
brew "hadolint"
brew "helm"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "jack"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "libgit2"
brew "libidn"
brew "libxml2"
brew "libxmlsec1"
brew "lua"
brew "make"
brew "mas"
brew "maven"
brew "modd"
brew "mosh"
brew "mr"
brew "mydumper"
brew "mysql"
brew "nativefier"
brew "nginx"
brew "node-build"
brew "nodenv"
brew "pandoc"
brew "pandoc-crossref"
brew "parallel"
brew "pinentry-mac"
brew "pip-completion"
brew "pngpaste"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-virtualenvwrapper"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rust"
brew "screenfetch"
brew "sd"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "shellcheck"
brew "silicon"
brew "smartmontools"
brew "speexdsp"
brew "starship"
brew "swig"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "unison"
brew "up"
brew "watchexec"
brew "webkit2png"
brew "wget"
brew "whalebrew"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "cmacrae/formulae/spacebar"
brew "federico-terzi/espanso/espanso"
brew "jzaleski/jzaleski/apg"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tomanthony/brews/itermocil"
cask "1password-cli"
cask "adobe-air"
cask "airserver"
cask "alfred"
cask "appcleaner"
cask "aws-vault"
cask "background-music"
cask "balenaetcher"
cask "basictex"
cask "bluestacks"
cask "bunch"
cask "captain"
cask "charles"
cask "chicken"
cask "chromedriver"
cask "clipy"
cask "controlplane"
cask "dash"
cask "displaycal"
cask "elgato-game-capture-hd"
cask "epoccam"
cask "eul"
cask "ferdi"
cask "flutter"
cask "focus"
cask "font-awesome-terminal-fonts"
cask "font-cascadia"
cask "font-cascadia-pl"
cask "font-fira-code"
cask "font-fontawesome"
cask "gitup"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-hangouts"
cask "iterm2"
cask "java"
cask "kindle"
cask "monitorcontrol"
cask "musicbrainz-picard"
cask "obs-virtualcam"
cask "obsidian"
cask "openemu"
cask "paw"
cask "skype"
cask "streamlabs-obs"
cask "sublime-merge"
cask "tweeten"
cask "visual-studio-code"
mas "1Blocker (Old)", id: 1107421413
mas "1Keyboard", id: 766939888
mas "Affiliate", id: 789724698
mas "Airmail", id: 918858936
mas "Annotate", id: 918207447
mas "Bear", id: 1091189122
mas "Clean", id: 418412301
mas "Craft", id: 1487937127
mas "Directive", id: 1503550067
mas "Evernote", id: 406056744
mas "Fantastical", id: 975937182
mas "Fenêtre Lite", id: 1288451627
mas "Front and Center", id: 1493996622
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Helium", id: 1054607607
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kiwi for Gmail", id: 986304488
mas "Meeter", id: 1510445899
mas "Mic Drop", id: 1489816366
mas "Microsoft Remote Desktop", id: 1295203466
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager", id: 451907568
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Quiver", id: 866773894
mas "ReadKit", id: 588726889
mas "Recordia", id: 1529006487
mas "ScreenFocus", id: 1337028713
mas "Skitch", id: 425955336
mas "SnippetsLab", id: 1006087419
mas "Super Easy Timer", id: 1353137878
mas "Textual IRC Client", id: 1262957439
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "ToothFairy", id: 1191449274
mas "Trello", id: 1278508951
mas "Webcam Settings Control", id: 1172053162
mas "Whalebird", id: 1378283354
mas "Xcode", id: 497799835
whalebrew "whalebrew/whalesay"
