tap "1password/tap"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "cmacrae/formulae"
tap "federico-terzi/espanso"
tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "hynek/tap"
tap "jzaleski/jzaleski"
tap "koekeishiya/formulae"
tap "oktadeveloper/tap"
tap "robotsandpencils/made"
tap "rosszurowski/tap"
brew "act"
brew "xz"
brew "aria2"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "glib"
brew "pkg-config"
brew "openjdk"
brew "bfg"
brew "blueutil"
brew "node"
brew "bower"
brew "brew-gem"
brew "bzip2"
brew "caddy", link: false
brew "libgit2"
brew "cargo-c"
brew "cfn-lint"
brew "chamber"
brew "chart-testing"
brew "chezmoi"
brew "chrome-cli"
brew "circleci"
brew "cloudflared"
brew "cmake"
brew "curl"
brew "php"
brew "composer"
brew "dark-mode"
brew "devd"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-slim"
brew "dockutil"
brew "doctl"
brew "duf"
brew "dyld-headers"
brew "enchant"
brew "exa"
brew "fargatecli"
brew "sdl2"
brew "xvid"
brew "ffmpeg"
brew "qt"
brew "fceux"
brew "fd"
brew "ffmpeg@4"
brew "figlet"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "libidn"
brew "ghq"
brew "gifski"
brew "gist"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "git-open"
brew "git-standup"
brew "gitmoji"
brew "glow"
brew "libksba"
brew "gnupg"
brew "go"
brew "graphviz"
brew "guetzli"
brew "gum"
brew "hadolint"
brew "helm"
brew "httpd"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "jack"
brew "jq"
brew "just"
brew "kubernetes-cli", link: false
brew "lazygit"
brew "libev"
brew "libxml2"
brew "libxmlsec1"
brew "loc"
brew "lolcat"
brew "lua"
brew "m-cli"
brew "make"
brew "mas"
brew "maven"
brew "meson"
brew "minikube"
brew "mkvtoolnix"
brew "mosh"
brew "mr"
brew "zlib"
brew "mydumper"
brew "nativefier"
brew "nghttp2"
brew "nginx"
brew "node-build"
brew "nodenv"
brew "nushell"
brew "nvm"
brew "oxipng"
brew "pandoc"
brew "pandoc-crossref"
brew "parallel"
brew "pastel"
brew "pinentry-mac"
brew "pip-completion"
brew "pngpaste"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "prettier"
brew "pup"
brew "pyenv", args: ["HEAD"]
brew "pyenv-ccache"
brew "pyenv-virtualenvwrapper"
brew "python-launcher"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rmate"
brew "rtx"
brew "scorecard"
brew "scrcpy"
brew "screenfetch"
brew "sd"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "shellcheck"
brew "shfmt"
brew "silicon"
brew "smartmontools"
brew "speexdsp"
brew "starship"
brew "swig"
brew "syncthing", restart_service: true
brew "tailscale"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "ttyd", args: ["HEAD"]
brew "ttygif"
brew "unison"
brew "up"
brew "vale"
brew "vhs"
brew "watch"
brew "watchexec"
brew "webkit2png"
brew "webpack"
brew "wget"
brew "whalebrew"
brew "woof"
brew "yarn"
brew "ykman"
brew "youtube-dl"
brew "federico-terzi/espanso/espanso"
brew "goodwithtech/r/dockle"
brew "homeport/tap/termshot"
brew "jzaleski/jzaleski/apg"
brew "rosszurowski/tap/tandem"
cask "1password-cli"
cask "8bitdo-firmware-updater"
cask "8bitdo-ultimate-software"
cask "airflow"
cask "airserver"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "applepi-baker"
cask "aws-vault"
cask "balenaetcher"
cask "basictex"
cask "bluestacks"
cask "bunch"
cask "caldigit-docking-utility"
cask "chicken"
cask "chromedriver"
cask "cleanmymac"
cask "clipy"
cask "codeql"
cask "controlplane"
cask "cscreen"
cask "dash"
cask "discord"
cask "displaycal"
cask "dolphin"
cask "elgato-game-capture-hd"
cask "enjoyable"
cask "epoccam"
cask "fanny"
cask "ferdi"
cask "firefox"
cask "flameshot"
cask "flutter"
cask "font-awesome-terminal-fonts"
cask "font-cascadia"
cask "font-cascadia-pl"
cask "font-comic-mono"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "gitify"
cask "gitup"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-hangouts"
cask "hyper"
cask "iterm2"
cask "jettison"
cask "keyboardcleantool"
cask "keycastr"
cask "kindle"
cask "modern-csv"
cask "monitorcontrol"
cask "obs-virtualcam"
cask "obsidian"
cask "okta"
cask "openemu"
cask "orbstack"
cask "paw"
cask "pennywise"
cask "polypane"
cask "postman"
cask "pycharm"
cask "qflipper"
cask "raspberry-pi-imager"
cask "secretive"
cask "skype"
cask "sloth"
cask "stats"
cask "steam"
cask "streamlabs-obs"
cask "sublime-merge"
cask "swiftbar"
cask "talon"
cask "thetimemachinemechanic"
cask "tiled"
cask "timemachineeditor"
cask "tweeten"
cask "visual-studio-code"
cask "vivaldi"
cask "xbar"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
whalebrew "whalebrew/whalesay"
vscode "2gua.rainbow-brackets"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "azemoh.one-monokai"
vscode "bibhasdn.django-html"
vscode "bokuweb.vscode-ripgrep"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "citycide.theme-material-cosmos"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "earshinov.permute-lines"
vscode "EditorConfig.EditorConfig"
vscode "eliostruyf.vscode-remote-control"
vscode "emeraldwalk.RunOnSave"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "eugene-musika.tomorrow-night-theme"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.docker-explorer"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "heybourn.headwind"
vscode "hoovercj.vscode-power-mode"
vscode "jedi.jedi"
vscode "jrieken.bisectdemo"
vscode "kamikillerto.vscode-colorize"
vscode "KevinRose.vsc-python-indent"
vscode "KnisterPeter.vscode-github"
vscode "kolo.kolo"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "PatrykPeszko.vscode-proselint"
vscode "pharndt.vscode-markdown-table"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "robocorp.robotframework-lsp"
vscode "shakram02.bash-beautify"
vscode "Shan.code-settings-sync"
vscode "sirmspencer.vscode-autohide"
vscode "sissel.shopify-liquid"
vscode "skellock.just"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "thenikso.github-plus-theme"
vscode "tht13.python"
vscode "tonybaloney.vscode-pets"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.codetour"
vscode "Wattenberger.footsteps"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "ZigaGrcar.theme-monokai-phoenix"
vscode "znck.grammarly"
