tap "buo/cask-upgrade"
tap "hellothisisflo/the-tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homeport/tap"
brew "act"
brew "xz"
brew "bzip2"
brew "aria2"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "libgit2"
brew "bat"
brew "glib"
brew "openjdk"
brew "bfg"
brew "blueutil"
brew "node"
brew "bower"
brew "brew-gem"
brew "caddy"
brew "curl"
brew "cargo-c"
brew "libyaml"
brew "cfn-lint"
brew "chamber"
brew "chart-testing"
brew "chezmoi"
brew "chrome-cli"
brew "circleci"
brew "cloudflared"
brew "cmake"
brew "libtool"
brew "php"
brew "composer"
brew "coreutils"
brew "dark-mode"
brew "deno"
brew "direnv"
brew "docker-compose"
brew "docker-slim"
brew "dockutil"
brew "doctl"
brew "duf"
brew "dyld-headers"
brew "enchant"
brew "qt"
brew "sdl2"
brew "xvid"
brew "fceux", link: false
brew "fd"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "fish"
brew "flyctl"
brew "fzf"
brew "libksba"
brew "gnupg"
brew "libxml2"
brew "gdal"
brew "gh"
brew "libidn"
brew "ghq"
brew "gist"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "git-open"
brew "git-standup"
brew "gitmoji"
brew "glow"
brew "graphviz"
brew "guetzli"
brew "gum"
brew "hadolint"
brew "helm"
brew "httpd"
brew "hub"
brew "hugo"
brew "hurl"
brew "imagemagick"
brew "iproute2mac"
brew "jack"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "libev"
brew "libxmlsec1"
brew "llm"
brew "loc"
brew "lolcat"
brew "lua"
brew "m-cli"
brew "make"
brew "mas"
brew "maven"
brew "meson"
brew "minikube"
brew "mise"
brew "mkvtoolnix"
brew "mosh"
brew "mr"
brew "zlib"
brew "mydumper"
brew "nghttp2"
brew "nginx"
brew "node-build"
brew "nodenv"
brew "nushell"
brew "nvm"
brew "ollama", restart_service: true
brew "oxipng"
brew "pandoc"
brew "pandoc-crossref"
brew "parallel"
brew "pastel"
brew "pinentry-mac"
brew "pip-completion"
brew "pngpaste"
brew "postgresql@14", restart_service: true
brew "postgis"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenvwrapper"
brew "python-launcher"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rmate"
brew "rust"
brew "rye"
brew "scorecard"
brew "scrcpy"
brew "screenfetch"
brew "sd"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "shellcheck"
brew "shfmt"
brew "silicon"
brew "smartmontools"
brew "speexdsp"
brew "sqlite-utils"
brew "starship"
brew "swig"
brew "syncthing", restart_service: true
brew "tailspin"
brew "terminal-notifier"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "ttyd", args: ["HEAD"]
brew "ttygif"
brew "unison"
brew "up"
brew "vale"
brew "vhs"
brew "watch"
brew "watchexec"
brew "webkit2png"
brew "webpack"
brew "wget"
brew "whalebrew"
brew "woof"
brew "yarn"
brew "ykman"
brew "homeport/tap/termshot"
cask "1password-cli"
cask "8bitdo-ultimate-software"
cask "airserver"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "applepi-baker"
cask "applite"
cask "aws-vault"
cask "balenaetcher"
cask "bartender"
cask "basictex"
cask "bluestacks"
cask "cleanmymac"
cask "clipy"
cask "codeql"
cask "cscreen"
cask "dash"
cask "discord"
cask "electron"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-comic-mono"
cask "font-comic-shanns-mono-nerd-font"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-monaspace"
cask "google-chrome"
cask "hammerspoon"
cask "hyper"
cask "iterm2"
cask "jettison"
cask "kaleidoscope"
cask "macwhisper"
cask "monitorcontrol"
cask "netspot"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "orion"
cask "polypane"
cask "postman"
cask "qflipper"
cask "secretive"
cask "skype"
cask "slack"
cask "sloth"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "swiftbar"
cask "telegram-desktop"
cask "thetimemachinemechanic"
cask "timemachineeditor"
cask "tower"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "yubico-authenticator"
cask "zed"
cask "zoom"
mas "Airmail", id: 918858936
mas "Annotate", id: 918207447
mas "Bitwarden", id: 1352778147
mas "Clean", id: 418412301
mas "Craft", id: 1487937127
mas "Directive", id: 1503550067
mas "EasyRes", id: 688211836
mas "Evernote", id: 406056744
mas "Fantastical", id: 975937182
mas "Front and Center", id: 1493996622
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kiwi for Gmail", id: 986304488
mas "Meeter", id: 1510445899
mas "MenubarX", id: 1575588022
mas "Mic Drop", id: 1489816366
mas "Microsoft Remote Desktop", id: 1295203466
mas "Mona", id: 1659154653
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Play", id: 1596506190
mas "Primitive", id: 1175103038
mas "Recordia", id: 1529006487
mas "Signals", id: 1453293391
mas "Skitch", id: 425955336
mas "SnippetsLab", id: 1006087419
mas "Tailscale", id: 1475387142
mas "Textual IRC Client", id: 1262957439
mas "The Unarchiver", id: 425424353
mas "Toggl Track", id: 1291898086
mas "ToothFairy", id: 1191449274
mas "Webcam Settings Control", id: 1172053162
mas "Xcode", id: 497799835
vscode "charliermarsh.ruff"
vscode "dracula-theme.theme-dracula"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "skellock.just"
vscode "tamasfe.even-better-toml"
