tap "buo/cask-upgrade"
tap "cmacrae/formulae"
tap "hynek/tap"
tap "jzaleski/jzaleski"
tap "koekeishiya/formulae"
tap "oktadeveloper/tap"
tap "oven-sh/bun"
tap "rosszurowski/tap"
tap "steipete/tap"
brew "act"
brew "xz"
brew "aria2"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "libgit2"
brew "bat"
brew "glib"
brew "openjdk"
brew "bfg"
brew "blueutil"
brew "node"
brew "bower"
brew "brew-gem"
brew "bzip2"
brew "caddy"
brew "cargo-c"
brew "libyaml"
brew "cfn-lint"
brew "chamber"
brew "chart-testing"
brew "chezmoi"
brew "chrome-cli"
brew "circleci"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dark-mode"
brew "direnv"
brew "dockutil"
brew "doctl"
brew "duf"
brew "dyld-headers"
brew "gflags"
brew "enchant"
brew "sdl2"
brew "xvid"
brew "ffmpeg"
brew "qt"
brew "fceux"
brew "fd"
brew "ffmpeg@4"
brew "figlet"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "libidn"
brew "ghq"
brew "gifski"
brew "gist"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "git-open"
brew "git-standup"
brew "gitmoji"
brew "glow"
brew "libksba"
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "guetzli"
brew "gum"
brew "hadolint"
brew "helm"
brew "httpd"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "jack"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "libev"
brew "libwebsockets"
brew "libxml2"
brew "libxmlsec1"
brew "loc"
brew "lolcat"
brew "lua"
brew "m-cli"
brew "make"
brew "mas"
brew "maven"
brew "meson"
brew "minikube"
brew "mintoolkit"
brew "mise"
brew "mkvtoolnix"
brew "mosh"
brew "mr"
brew "mydumper"
brew "nghttp2"
brew "nginx"
brew "pkgconf"
brew "node-build"
brew "nodenv"
brew "nushell"
brew "nvm"
brew "opencode"
brew "oxipng"
brew "pandoc"
brew "pandoc-crossref"
brew "parallel"
brew "pastel"
brew "pinentry-mac"
brew "pip-completion"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "prettier"
brew "pyenv", args: ["HEAD"]
brew "pyenv-ccache"
brew "pyenv-virtualenvwrapper"
brew "python-launcher"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rmate"
brew "rust"
brew "scorecard"
brew "scrcpy"
brew "screenfetch"
brew "sd"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "shellcheck"
brew "shfmt"
brew "silicon"
brew "smartmontools"
brew "speexdsp"
brew "starship"
brew "swig"
brew "syncthing", restart_service: :changed
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tor"
brew "tree"
brew "ttyd"
brew "ttygif"
brew "unison"
brew "up"
brew "vale"
brew "vhs"
brew "wasmer"
brew "watch"
brew "watchexec"
brew "webpack"
brew "wget"
brew "woof"
brew "yarn"
brew "ykman"
brew "zlib"
brew "jzaleski/jzaleski/apg"
brew "oven-sh/bun/bun"
brew "rosszurowski/tap/tandem"
brew "steipete/tap/poltergeist"
cask "1password-cli"
cask "8bitdo-ultimate-software"
cask "airbuddy"
cask "airflow"
cask "airserver"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "applepi-baker"
cask "aws-vault-binary"
cask "balenaetcher"
cask "bunch"
cask "caldigit-docking-utility"
cask "cleanmymac"
cask "clipy"
cask "codeql"
cask "conductor"
cask "cryptomator"
cask "dash"
cask "discord"
cask "dolphin"
cask "elgato-game-capture-hd"
cask "fanny"
cask "flutter"
cask "font-awesome-terminal-fonts"
cask "font-comic-mono"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-maple-mono"
cask "gcloud-cli"
cask "ghostty"
cask "gitify"
cask "gitup-app"
cask "google-chrome"
cask "hammerspoon"
cask "herd"
cask "hyper"
cask "iterm2"
cask "jettison"
cask "jordanbaird-ice"
cask "keyboardcleantool"
cask "keycastr"
cask "macwhisper"
cask "modern-csv"
cask "monitorcontrol"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "openemu"
cask "orbstack"
cask "postman"
cask "pycharm"
cask "qflipper"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "secretive"
cask "slack"
cask "sloth"
cask "stats"
cask "steam"
cask "streamlabs"
cask "sublime-merge"
cask "sublime-text"
cask "swiftbar"
cask "talon"
cask "telegram-desktop"
cask "thetimemachinemechanic"
cask "tiled"
cask "timemachineeditor"
cask "tower"
cask "vivaldi"
cask "vlc"
cask "xbar"
cask "yubico-authenticator"
mas "GarageBand", id: 682658836
mas "GLKVM", id: 6740846845
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Meeter", id: 1510445899
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parachute", id: 6748614170
go "cmd/go"
go "cmd/gofmt"
